Repository: okapteinis/wp-login-lockdown
Catalog: languages/loginlockdown-*.po
Languages: fr_fr

source: Login LockDown
fr_fr: Verrouillage de la connexion

source: Adds some extra security to WordPress by restricting the rate at which failed logins can be re-attempted from a given IP range. Distributed through <a href="http://www.bad-neighborhood.com/" target="_blank">Bad Neighborhood</a>.
fr_fr: Ajoute une sécurité supplémentaire à WordPress en limitant la vitesse à laquelle les connexions échouées peuvent être tentées à nouveau à partir d’une plage IP donnée. Distribué par <a href="http://www.bad-neighborhood.com/" target="_blank">Bad Neighborhood</a>.

source: Settings Updated.
fr_fr: Paramètres mis à jour.

source: Lockdowns Released.
fr_fr: Verrous libérés.

source: Login LockDown Options
fr_fr: Options de verrouillage

source: Settings
fr_fr: Paramètres

source: Activity
fr_fr: Activité

source: Max Login Retries
fr_fr: Nombre maximum de tentatives de connexion

source: Number of failed login attempts within the "Retry Time Period Restriction" (defined below) needed to trigger a LockDown.
fr_fr: Nombre de tentatives de connexion échouées durant la « durée de comptabilisation » (définie ci-dessous) nécessaire pour déclencher un verrou.

source: Retry Time Period Restriction (minutes)
fr_fr: Durée du verrou (minutes)

source: Amount of time that determines the rate at which failed login attempts are allowed before a LockDown occurs.
fr_fr: Durée durant laquelle les échecs de connexion sont comptabilisés pour un verrou.

source: Lockout Length (minutes)
fr_fr: Durée de verrouillage (minutes)

source: How long a particular IP block will be locked out for once a LockDown has been triggered.
fr_fr: Combien de temps une plage IP particulière sera verrouillée d'une fois qu’un verrou a été mis en place.

source: Lockout Invalid Usernames?
fr_fr: Verrouiller les noms d'utilisateur non valides?

source: By default Login LockDown will not trigger if an attempt is made to log in using a username that does not exist. You can override this behavior here.
fr_fr: Par défaut, Login LockDown ne se déclenche pas si une tentative est faite de se connecter à l’aide d’un nom d’utilisateur qui n’existe pas. Vous pouvez surcharger ce comportement ici.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Mask Login Errors?
fr_fr: Masquer les erreurs de connexion?

source: WordPress will normally display distinct messages to the user depending on whether they try and log in with an invalid username, or with a valid username but the incorrect password. Toggling this option will hide why the login failed.
fr_fr: WordPress affichera normalement des messages distincts à l’utilisateur selon qu’il essaie de se connecter avec un nom d’utilisateur invalide, ou avec un nom d’utilisateur valide, mais le mot de passe incorrect. Cocher cette option cachera pourquoi la connexion a échoué.

source: Show Credit Link?
fr_fr: Afficher le lien de crédit?

source: If enabled, Login LockDown will display the following message on the login form
fr_fr: Si activé, Login LockDown affichera le message suivant sur le formulaire de connexion

source: Login form protected by
fr_fr: Formulaire de connexion protégé par

source: This helps others know about the plugin so they can protect their blogs as well if they like. You can enable or disable this message below
fr_fr: Cela aide les autres à connaître le plugin afin qu’ils puissent protéger leurs blogs ainsi s’ils le souhaitent. Vous pouvez activer ou désactiver ce message ci-dessous

source: Yes, display the credit link.
fr_fr: Oui, affichez le lien de crédit.

source: Display the credit link, but add "rel='nofollow'" (ie. do not pass any link juice).
fr_fr: Afficher le lien de crédit, mais ajouter « rel’nofollow » (c.-à-d. demande aux robots de ne pas le suivre).

source: No, do not display the credit link.
fr_fr: Non, n’affichez pas le lien de crédit.

source: Update Settings
fr_fr: Mettre à jour les réglages

source: There is currently %d locked out IP address.
fr_fr: Il y a actuellement %d adresse IP bloquée.

source: There are currently %d locked out IP addresses.
fr_fr: Il y a actuellement %d adresses IP bloquées.

source: minutes left
fr_fr: minutes restantes

source: Release Selected
fr_fr: Déverrouiller la sélection

source: <strong>ERROR</strong>: The username field is empty.
fr_fr: <strong>ERREUR</strong> : l’identifiant est vide.

source: <strong>ERROR</strong>: The password field is empty.
fr_fr: <strong>ERREUR</strong> : le mot de passe est vide.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong>: nom d'utilisateur invalide. <a href="%s" title="Password Lost and Found"> Mot de passe oublié </a>?

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong>ERREUR</strong> : Mot de passe invalide. <a href="%s" title="Password Lost and Found">Mot de passe oublié ?</a>

source: <strong>ERROR</strong>: We're sorry, but this IP range has been blocked due to too many recent failed login attempts.<br /><br />Please try again later.
fr_fr: <strong> ERREUR </strong>: nous sommes désolés, mais votre plage d'adresses IP a été bloquée en raison de trop nombreuses tentatives de connexion infructueuses. <br /><br /> Veuillez réessayer plus tard.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
fr_fr: <strong>ERREUR</strong> : nom d'utilisateur ou mot de passe incorrect.

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
fr_fr: <strong> ERREUR </strong>: nom d'utilisateur ou mot de passe incorrect. <a href="%s" title="Password Lost and Found"> Mot de passe oublié </a>?
